Repository: ims21/ModifyPLiFullHD
Catalog: plugin/locale/*/LC_MESSAGES/ModifyPLiFullHD.po
Languages: ru

source: Modify PLi-FullHD
ru: Модификация PLi-FullHD

source: Change regular font and colors in PLi FullHD/FullNightHD/HD1 skins
ru: Изменение обычного шрифта и цветов в PLi FullHD/FullNightHD/HD1 скинах

source: both
ru: оба

source: left only
ru: левый только

source: right only
ru: правый только

source: none
ru: никакой

source: Standard
ru: Стандарт

source: Cancel
ru: Отмена

source: Apply
ru: Применить

source: Options
ru: Варианты

source: Modify PLi-FullHD - setup font and colors
ru: Модификация PLi-FullHD - настройка шрифта и цветов

source: - v.%s
ru: - в.%s

source: Plugin can be run under skins 'PLi-FullHD', 'PLi-FullNightHD' or 'PLiHD1' only!
ru: Плагин может работать только со скинами 'PLi-FullHD', 'PLi-FullNightHD' или 'PLiHD1'!

source: !!! Invalid format: %s, not used !!!
ru: !!! Недопустимый формат: %s, не используется !!!

source: Was created new config file, restart for apply.
ru: Был создан новый конфигурационный файл, перезагрузите GUI для применения.

source: Use modify skin
ru: Использовать модифицированный скин

source: Skin
ru: Скин

source: Regular font
ru: Обычный шрифт

source: Top color (a,r,g,b)
ru: Верхний цвет (a,r,g,b)

source: Selector color (a,r,g,b)
ru: Цвет селектора (a,r,g,b)

source: Bottom color (a,r,g,b)
ru: Нижний цвет (a,r,g,b)

source: Vertical selector's lines
ru: Вертикальные линии селектора

source: SelectedFG color (a,r,g,b)
ru: SelectedFG цвет (a,r,g,b)

source: SecondFG color (a,r,g,b)
ru: SecondFG цвет (a,r,g,b)

source: Yellow color (a,r,g,b)
ru: Жёлтый цвет (a,r,g,b)

source: Yellowsoft color (a,r,g,b)
ru: Yellowsoft - цвет (a,r,g,b)

source: TransponderInfo color (a,r,g,b)
ru: Информация транспондера - цвет (a,r,g,b)

source: Red color (a,r,g,b)
ru: Красный цвет (a,r,g,b)

source: Grey color (a,r,g,b)
ru: Серый цвет (a,r,g,b)

source: Darkgrey color (a,r,g,b)
ru: Тёмно-серый цвет (a,r,g,b)

source: Fallback color (a,r,g,b)
ru: Резервный тюнер - цвет (a,r,g,b)

source: Notavailable color (a,r,g,b)
ru: Недоступный сервис - цвет (a,r,g,b)

source: Background color (a,r,g,b)
ru: Фоновый цвет (a,r,g,b)

source: Black color (a,r,g,b)
ru: Чёрный цвет (a,r,g,b)

source: Alternative windows border
ru: Альтернативная граница окон

source: OpenOpera scale for skin
ru: масштаб OpenOpera для скина

source: Some screens could be in old colors still. Do you want to restart the GUI now?
ru: Некоторые окна могут быть всё ещё в старых цветах. Вы хотите перезапустить GUI прямо сейчас?

source: Really close without apply changes?
ru: Действительно закрыть без применения изменений?

source: Create new file with default values
ru: Создать новый файл со значениями по умолчанию

source: Save current parameters
ru: Сохранить текущие параметры

source: Delete file with parameters and close plugin
ru: Удалить файл с параметрами и закрыть плагин

source: Create new "%s" file
ru: Создать новый "%s" файл

source: Font sizes table
ru: Таблица размеров шрифта

source: Operations with configuration file
ru: Операции с файлом конфигурации

source: Modify PLi-FullHD font info
ru: Изменить шрифт/цвет PLi-FullHD

source: Font size / line height (px)
ru: Размер шрифта / высота строки (px)

source: Select font
ru: Выбрать шрифт
